<?php

/* @var $this yii\web\View */

use yii\helpers\Html;
use app\modules\admin\models\settings\Main as MainSettings;

$this->title = 'Руководство';
$this->params['breadcrumbs'][] = $this->title;
?>
<div class="site-about">
  <p>Уважаемые слушатели курса!</p>
    <p>Дополнительная программа профессиональной переподготовки «Правовое обеспечение деятельности Пенсионного фонда Российской Федерации» предполагает дистанционную форму обучения. Изучение образовательных модулей и промежуточный контроль производятся удаленно посредством данной электронной системы, итоговая аттестация по программе переподготовки – в форме экзамена (очно). Общая трудоемкость программы составляет 280 академических часов и предполагает обучение в течение двух календарных месяцев. За это время Вы должны освоить программу <strong>ПОЛНОСТЬЮ</strong>, включая прохождение итоговой аттестации.<br>
      Для того, чтобы приступить к изучению учебного материала, Вам необходимо:</p>
    <ul>
      <ul>
        <li>Ввести в специально предусмотренные поля в правой половине экрана никнейм и пароль, которые предоставляются руководителем программы перед началом обучения индивидуально каждому слушателю после зачисления в состав слушателей. Никнейм и пароль высылаются на электронную почту слушателя, указанную в заявке на обучение. </li>
        <li>После входа в систему необходимо нажать на кнопку <strong>«Перейти к прохождению курсов»</strong> в левой нижней части экрана либо перейти на вкладку «Курсы» в левом верхнем углу рабочей панели.</li>
      </ul>
    </ul>
    <p>Перед Вами откроется перечень модулей курса, нажав на название которых Вы сможете просмотреть их тематическое содержание. Изучение курса начинается с Модуля 1 «Основы гражданского права». <br>
      <strong>ВАЖНО:</strong> перед изучением каждого модуля ознакомьтесь с содержанием вкладки «Файлы к модулю» (синяя кнопка в правой половине экрана напротив наименования модуля). В ней представлены нормативные правовые акты и учебная литература, необходимые для дополнительной самостоятельной подготовки по всем темам в рамках модуля.<br>
      Для того, чтобы перейти к изучению материала, нажмите на кнопку «Изучить» (оранжевая кнопка в правой половине экрана напротив наименования темы). После чего Вы перейдете на страницу с учебным материалом, который может быть представлен как в виде текста, так и в виде видеолекций и интерактивных презентаций.<br>
  <strong>ПРОМЕЖУТОЧНОЕ ТЕСТИРОВАНИЕ: </strong>изучив предложенный материал, Вы должны пройти тестирование по указанной теме (если оно предусмотрено учебной программой):</p>
    <ul>
      <li>Тестовые задания предполагают как один вариант ответа (поле ответа ○), так и множество ответов (поле ответа □). </li>
      <li>Тестирование считается пройденным успешно, если Вы набрали минимум 51 % правильных ответов. В случае неудачи Вы можете повторить учебный материал и попробовать снова не более двух раз. </li>
      <li>Если у Вас возникли проблемы с изучением темы и все попытки прохождения тестирования оказались безуспешными – Вам необходимо связаться с администратором программы и объяснить причины произошедшего (<a href="mailto:cdpo-lawsfu@mail.ru">cdpo-lawsfu@mail.ru</a>; Аникин Дмитрий Юрьевич). </li>
    </ul>
    <p><strong>ИТОГОВОЕ ТЕСТИРОВАНИЕ:</strong> после прохождение всех тем в рамках модуля Вам необходимо пройти общее тестирование по модулю, требования к которому аналогичны тестированию в рамках отдельной темы.<br>
      <strong>ВАЖНО: </strong>обратите внимание, что для каждой темы предусмотрены дополнительные материалы и учебная литература для дополнительной самостоятельной подготовки.<br>
      Дата итогового экзамена будет сообщена дополнительно. К экзамену допускаются слушатели, успешно прошедшие все формы промежуточного контроля.<br>
      При возникновении вопросов о функционировании системы дистанционного обучения необходимо обращаться по тел.: +7 (391) 221-03-17 Егорова Лариса Юрьевна, руководитель программы.<br>
      В ближайшее время в данной системе дистанционного обучения появится раздел «Обратная связь», в котором Вы сможете задавать вопросы по содержанию тем, предложенных к изучению. </p>
</div>